export default {
    status: {
        created: 'Подготвлено',
        loading: 'Загрузка',
        uploaded: 'Загружено',
        error: 'Ошибка',
        delete: 'Удаление',
    },
    format: {
        images: 'Изображения',
    },
    chosen: 'выбрано',
    in: 'в',

    load_more: 'Загрузить еще',
    search: 'Поиск...',
    privacy_policy: 'Политика конфиденциальности',
    category: 'Категория',
    all_posts: 'Посмотреть все записи',
    back_home: 'Вернуться на главную',
    related_articles: 'Похожие статьи',
    copy_link: 'Копировать ссылку',
    copied: 'Скопировано',
    share: 'Поделиться',
    layouts: {
        title: 'Тайтл по умолчанию'
    },
    search_empty: 'Ничего не найдено. Попробуйте изменить запрос.',
    meta: {
        title: {
            suffix: 'блог о фитнесе, здоровье и активном образе жизни % The Fit Life Guide',
        },
        description: {
            suffix: ' Всё о фитнесе, здоровье и активном образе жизни на The Fit Life Guide.',
        }
    },
    page: {
        category: {
            title: 'Тайтл категории',
            description: 'на The Fit Life Guide: лучшие советы и рекомендации для укрепления здоровья и улучшения физической формы.'
        },
        post: {
            title: 'Тайтл поста',
            description: 'дескриптион поста'
        },
        index: {
            title: 'The Fit Life Guide – ваш помощник по фитнесу, здоровью и питанию',
            description: 'Всё о фитнесе, здоровье и активном образе жизни. Узнайте, как улучшить свою физическую форму с помощью проверенных программ тренировок и сбалансированного питания.'
        },
        privacy: {
            title: 'Политика конфиденциальности',
            description: 'Ознакомьтесь с нашей политикой конфиденциальности, чтобы узнать, как мы собираем, используем и защищаем ваши персональные данные на The Fit Life Guide.'
        },
        search: {
            title: 'Поиск',
            description: ''
        },
        error: {
            page_not_found: 'Страница не найдена',
            not_found_text: 'Похоже, страница, которую вы ищете, не существует или была перемещена. Давайте вернёмся на главную или воспользуемся поиском.',
            error_403_title: 'Доступ запрещён',
            error_403_message: 'У вас нет прав для доступа к этой странице.',
            error_default_title: 'Что-то пошло не так',
            error_default_message: 'Произошла ошибка. Пожалуйста, попробуйте обновить страницу или вернитесь позже.',
        }
    },
    breadcrumb: {
        items: {
            index: {
                label: 'Главная',
                ariaLabel: 'Главная',
            }
        }
    }
}